Repository: KiOui/widgets
Catalog: widgets/languages/widgets-collection-*.po
Languages: nl_nl

source: A collection of custom-made widgets for Wordpress websites
nl_nl: Een collectie van widgets voor Wordpress websites

source: Enabled widgets
nl_nl: Ingeschakelde widgets

source: Enable Testimonials
nl_nl: Schakel Recensies in

source: Enable Galleries
nl_nl: Schakel Galerijen in

source: Enable Text Sliders
nl_nl: Ingeschakelde Text Sliders

source: Galleries
nl_nl: Galerijen

source: Gallery
nl_nl: Galerij

source: Add New
nl_nl: Voeg Nieuwe toe

source: Add New Gallery
nl_nl: Voeg Nieuwe Galerij toe

source: Edit Gallery
nl_nl: Bewerk Galerij

source: New Gallery
nl_nl: Nieuwe Galerij

source: View Gallery
nl_nl: Bekijk Galerij

source: View Galleries
nl_nl: Bekijk Galerijen

source: Search Galleries
nl_nl: Zoek Galerijen

source: No Galleries found
nl_nl: Geen galerijen gevonden

source: No Galleries found in trash
nl_nl: Geen galerijen gevonden in prullenbak

source: Parent Gallery
nl_nl: Hoofd Galerij

source: All Galleries
nl_nl: Alle Galerijen

source: Gallery Archives
nl_nl: Galerij Archieven

source: Gallery Attributes
nl_nl: Galerij Attributen

source: Insert into gallery
nl_nl: Invoegen in galerij

source: Uploaded to this gallery
nl_nl: Geupload naar deze galerij

source: Featured image
nl_nl: Uitgelichte afbeelding

source: Set featured image
nl_nl: Stel uitgelichte afbeelding in

source: Remove featured image
nl_nl: Verwijder uitgelichte afbeelding

source: Use as featured image
nl_nl: Gebruik als uitgelichte afbeelding

source: Filter $masonries list
nl_nl: Filter $masonries lijst

source: Filter by date
nl_nl: Filter op datum

source: Galleries list navigation
nl_nl: Galerijen lijst navigatie

source: Galleries list
nl_nl: Galerijen lijst

source: Gallery published
nl_nl: Galerij gepubliceerd

source: Gallery published privately
nl_nl: Galerij privé gepubliceerd

source: Gallery reverted to draft
nl_nl: Galerij teruggezet naar concept

source: Gallery scheduled
nl_nl: Galerij ingepland

source: Gallery updated
nl_nl: Galerij bijgewerkt

source: Gallery post type
nl_nl: Galerij post type

source: Gallery Categories
nl_nl: Galerij Categorieën

source: Gallery Category
nl_nl: Galerij Categorie

source: Search Gallery Categories
nl_nl: Zoek Galerij Categorieën

source: Popular Gallery Categories
nl_nl: Populaire Galerij Categorieën

source: All Gallery Categories
nl_nl: Alle Galerij Categorieën

source: Parent Gallery Category
nl_nl: Hoofd Galerij Categorie

source: Parent Gallery Category:
nl_nl: Hoofd Galerij Categorie:

source: Edit Gallery Category
nl_nl: Bewerk Galerij Categorie

source: View Gallery Category
nl_nl: Bekijk Galerij Categorie

source: Update Gallery Category
nl_nl: Update Galerij Categorie

source: Add New Gallery Category
nl_nl: Nieuwe Galerij Categorie Toevoegen

source: New Gallery Category Name
nl_nl: Nieuwe Galerij Categorie Naam

source: Separate Gallery Categories with commas
nl_nl: Scheidt Galerij Categorieën met komma’s

source: Add or remove gallery categories
nl_nl: Galerij Categorieën toevoegen of verwijderen

source: Choose from the most used gallery categories
nl_nl: Kies uit de meest gebruikte galerij categorieën

source: No gallery categories found
nl_nl: Geen galerij categorieën gevonden

source: No gallery categories
nl_nl: Geen galerij categorie

source: Filter by gallery category
nl_nl: Filter op galerij categorie

source: Gallery images
nl_nl: Galerij afbeeldingen

source: Delete image
nl_nl: Afbeelding verwijderen

source: Delete
nl_nl: Verwijderen

source: Add images to gallery
nl_nl: Voeg afbeeldingen toe aan galerij

source: Add to gallery
nl_nl: Toevoegen aan galerij

source: Add gallery images
nl_nl: Voeg galerij afbeeldingen toe

source: Please set an ID for this gallery to work.
nl_nl: Galerij werkt niet. Stel een ID in voor deze galerij.

source: Please set an ID for this gallery slider to work.
nl_nl: Galerij werkt niet. Stel een ID in voor deze galerij slider.

source: Testimonials
nl_nl: Recensies

source: Testimonial
nl_nl: Recensie

source: Add New Testimonial
nl_nl: Voeg Nieuwe Recensie toe

source: Edit Testimonial
nl_nl: Bewerk Recensie

source: New Testimonial
nl_nl: Nieuwe Recensie

source: View Testimonial
nl_nl: Bekijk Recensie

source: View Testimonials
nl_nl: Bekijk Recensies

source: Search Testimonials
nl_nl: Zoek Recensies

source: No testimonials found
nl_nl: Geen recensies gevonden

source: No testimonials found in trash
nl_nl: Geen recensies gevonden in prullenbak

source: Parent Testimonial
nl_nl: Hoofd Recensie

source: All Testimonials
nl_nl: Alle Recensies

source: Testimonial Archives
nl_nl: Recensie Archieven

source: Testimonial Attributes
nl_nl: Recensie Attributen

source: Insert into testimonial
nl_nl: Invoegen in recensie

source: Uploaded to this testimonial
nl_nl: Geupload naar deze recensie

source: Filter testimonials list
nl_nl: Filter recensies lijst

source: Testimonials list navigation
nl_nl: Recensies lijst navigatie

source: Testimonials list
nl_nl: Recensies lijst

source: Testimonial published
nl_nl: Gepubliceerde Recensies

source: Testimonial published privately
nl_nl: Privé gepubliceerde Recensies

source: Testimonial reverted to draft
nl_nl: Recensie teruggezet naar concept

source: Testimonial scheduled
nl_nl: Recensie ingepland

source: Testimonial updated
nl_nl: Recensie ge-update

source: Testimonial post type
nl_nl: Recensie post type

source: Testimonial Categories
nl_nl: Recensie Categorieën

source: Testimonial Category
nl_nl: Recensie Categorie

source: Search Testimonial Categories
nl_nl: Zoek Recensie Categorieën

source: Popular Testimonial Categories
nl_nl: Populaire Recensie Categorieën

source: All Testimonial Categories
nl_nl: Alle Recensie Categorieën

source: Parent Testimonial Category
nl_nl: Hoofd Recensie Categorie

source: Parent Testimonial Category:
nl_nl: Recensie Categorie:

source: Edit Testimonial Category
nl_nl: Bewerk Recensie Categorie

source: View Testimonial Category
nl_nl: Bekijk Recensie Categorie

source: Update Testimonial Category
nl_nl: Update Recensie Categorie

source: Add New Testimonial Category
nl_nl: Nieuwe Recensie Categorie Toevoegen

source: New Testimonial Category Name
nl_nl: Nieuwe Recensie Categorie Naam

source: Separate Testimonial Categories with commas
nl_nl: Scheidt Recensie Categorieën met komma’s

source: Add or remove testimonial categories
nl_nl: Recensie Categorieën toevoegen of verwijderen

source: Choose from the most used testimonial categories
nl_nl: Kies uit de meest gebruikte recensie categorieën

source: No testimonial categories found
nl_nl: Geen recensie categorieën gevonden

source: No testimonial categories
nl_nl: Geen recensie categorie

source: Filter by testimonial category
nl_nl: Filter op recensie categorie

source: Testimonial content
nl_nl: Recensie inhoud

source: Content of the testimonial
nl_nl: Inhoud van de recensie

source: Testimonial author
nl_nl: Recensie auteur

source: Author of the testimonial
nl_nl: Auteur van de recensie

source: Testimonial rating
nl_nl: Recensie score

source: Rating of the testimonial (1-5)
nl_nl: Score van de recensie (1-5)

source: Add New Text slider
nl_nl: Voeg Nieuwe Text Slider toe

source: Edit Text slider
nl_nl: Bewerk Text Slider

source: New Text slider
nl_nl: Nieuwe Text slider

source: View Text slider
nl_nl: Bekijk Text slider

source: View Text sliders
nl_nl: Bekijk Text sliders

source: Search Text sliders
nl_nl: Zoek Text sliders

source: No text sliders found
nl_nl: Geen text sliders gevonden

source: No text sliders found in trash
nl_nl: Geen text sliders gevonden in prullenbak

source: Parent Text slider
nl_nl: Hoofd Text slider

source: All Text sliders
nl_nl: Alle Text sliders

source: Text slider Archives
nl_nl: Text slider Archieven

source: Text slider Attributes
nl_nl: Text slider Attributen

source: Insert into text slider
nl_nl: Invoegen in text slider

source: Uploaded to this text slider
nl_nl: Geupload naar deze text slider

source: Text slider image
nl_nl: Text slider afbeelding

source: Filter text slider list
nl_nl: Filter text slider lijst

source: Text slider list navigation
nl_nl: Text slider lijst navigatie

source: Text sliders list
nl_nl: Text sliders lijst

source: Text slider published
nl_nl: Text slider gepubliceerd

source: Text slider published privately
nl_nl: Text slider privé gepubliceerd

source: Text slider reverted to draft
nl_nl: Text slider teruggezet naar concept

source: Text slider scheduled
nl_nl: Text slider ingepland

source: Text slider updated
nl_nl: Text slider bijgewerkt

source: Text slider Categories
nl_nl: Text slider Categorieën

source: Text slider Category
nl_nl: Hoofd Text slider Categorie

source: Search Text slider Categories
nl_nl: Zoek Text slider Categorieën

source: Popular Text slider Categories
nl_nl: Populaire Text slider Categorieën

source: All Text slider Categories
nl_nl: Alle Text slider Categorieën

source: Parent Text slider Category
nl_nl: Hoofd Text slider Categorie

source: Parent Text slider Category:
nl_nl: Hoofd Text slider Categorie:

source: Edit Text slider Category
nl_nl: Bewerk Text slider Categorie

source: View Text slider Category
nl_nl: Bekijk Text slider Categorie

source: Update Text slider Category
nl_nl: Update Text slider Categorie

source: Add New Text slider Category
nl_nl: Nieuwe Text slider Categorie Toevoegen

source: New Text slider Category Name
nl_nl: Nieuwe Text slider Categorie Naam

source: Separate Text slider Categories with commas
nl_nl: Scheidt Text slider Categorieën met komma’s

source: Add or remove text slider categories
nl_nl: Text slider Categorieën toevoegen of verwijderen

source: Choose from the most used text slider categories
nl_nl: Kies uit de meest gebruikte text slider categorieën

source: No text slider categories found
nl_nl: Geen text slider categorieën gevonden

source: No text slider categories
nl_nl: Geen text slider categorie

source: Filter by text slider category
nl_nl: Filter op text slider categorie

source: Text slider content
nl_nl: Text slider inhoud

source: Content of the text slider
nl_nl: Inhoud van de T=text slider

source: Text slider icon
nl_nl: Text slider icoon

source: Icon to be displayed with the text slider (enter as fontawesome classes)
nl_nl: Icoon om bij de tekst van de text slider weer te geven (voer in als fontawesome klasses)

source: Widgets Collection settings
nl_nl: Widgets Collection instellingen
